Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Please use a different device with bluetooth capabilities
da: Brug en anden enhed med Bluetooth-funktioner
de: Bitte verwende ein anderes Gerät mit Bluetooth-Funktion
es: Por favor, utilice un dispositivo diferente con capacidades bluetooth
fr: Veuillez utiliser un autre appareil avec Bluetooth
it: Si prega di utilizzare un dispositivo diverso con funzionalità Bluetooth
nb: Bruk en annen enhet med Bluetooth-funksjoner
nb_no: Bruk en annen enhet med Bluetooth-funksjoner
nl: Gebruik een ander apparaat met bluetooth-mogelijkheden
pl: Użyj innego urządzenia z funkcją Bluetooth
ro: Vă rugăm să utilizați un alt dispozitiv cu capabilități bluetooth
ru: Пожалуйста, используйте другое устройство с функцией bluetooth
sk: Použite iné zariadenie s podporou Bluetooth
sv: Använd en enhet som stöder bluetooth
tr: Lütfen bluetooth özelliklerine sahip farklı bir cihaz kullanın
uk: Будь ласка, увімкніть дозволи Bluetooth для цієї програми в системних налаштуваннях
vi: Vui lòng sử dụng thiết bị khác có hỗ trợ Bluetooth

source: Pod Activated
da: Pod aktiveret
de: Pod aktiviert
es: Pod Activado
fr: Pod activé
it: Pod attivato
nb: Pod aktivert
nb_no: Pod aktivert
nl: Pod Geactiveerd
pl: POD aktywowany
ro: Pod activat
ru: Под активирован
sk: Pod aktivovaný
sv: Podd aktiverades
tr: Pod Etkinleştirildi
uk: Pod активований
vi: Pod đã kích hoạt

source: Pod already paired
da: Pod allerede parret
de: Pod bereits gekoppelt
es: Ya hay un pod emparejado
fr: Pod déjà appairé
it: Pod già abbinato
ja: 既にペアリングされています
nb: Pod er allerede sammenkoblet
nb_no: Pod er allerede sammenkoblet
nl: Pod al gekoppeld
pl: POD już sparowany
ro: Pod deja asociat
ru: Omnipod уже сопряжен
sk: Pod je už spárovaný
sv: Pod redan parkopplad
tr: Pod zaten eşleştirilmiş
uk: Pod вже з'єднано
vi: Pod đã được ghép đôi

source: Pod already primed
da: Pod allerede klargjort
de: Pod bereits gefüllt
es: El pod ya está purgado
fr: Pod déjà amorcé
it: Pod già primed
ja: プライミングされています
nb: Pod er allerede fyllt
nb_no: Pod er allerede fyllt
nl: Pod is al voorbereid
pl: POD już napełniony
ro: Pod deja amorsat
ru: Omnipod уже прокачан инсулином
sk: Pod je už pripravený
sv: Pod redan fylld
tr: Pod zaten hazırlandı
uk: Pod вже з'єднано
vi: Pod đã được mồi

source: Pod deactivated successfully. Continue.
da: Pod deaktiveret med succes. Fortsæt.
de: Pod erfolgreich deaktiviert. Weiter.
es: Pod desactivado correctamente. Continúa
fr: Pod désactivé avec succès. Continuez.
it: Pod disattivato con successo. Continua.
nb: Pod ble deaktivert. Fortsett.
nb_no: Deaktivering av pod var vellykket. Vennligst fortsett.
nl: Pod succesvol gedeactiveerd. Ga verder.
pl: POD został pomyślnie dezaktywowany. Kontynuować.
ro: Pod-ul a fost dezactivat cu succes.
ru: Под успешно деактивирован. Продолжить.
sk: Pod deaktivovaný úspešne. Pokračovať.
sv: Podd avaktiverades. Fortsätt.
tr: Pod başarıyla devre dışı bırakıldı. Devam et.
uk: Pod успішно деактивовано. Продовжити.
vi: Pod hủy kích hoạt thành công. Tiếp tục.

source: Pod Details
da: Pod Detaljer
es: Detalles del Pod
fr: Détails du pod
it: Dettagli del Pod
nb: Pod-detaljer
nb_no: Pod-detaljer
ro: Detalii pompă
ru: Сведения о Поде
sk: Detaily Podu
sv: Poddetaljer
uk: Деталі Pod
vi: Các thông tin của Pod

source: Pod Diagnostics
da: Pod Diagnosticering
de: Diagnose-Infos
es: Diagnósticos del Pod
fr: Diagnostic du pod
it: Diagnostica del Pod
nb: Pod-diagnostikk
nl: Diagnostische Pod gegevens
ro: Diagnosticare pompă
ru: Диагностика пода
sk: Diagnostika Podu
sv: Poddiagnostik
uk: Діагностика Pod'у
vi: Chẩn đoán Pod

source: Pod Error
da: Pod-fejl
de: Pod-Fehler
es: Error del Pod
fr: Erreur du pod
it: Errore Pod
nb: Pod-feil
nb_no: Pod-feil
nl: Podfout
pl: Błąd POD'a
ro: Eroare Pod
ru: Ошибка пода
sk: Chyba podu
sv: Poddfel
tr: Pod Hatası
uk: Помилка Podʼу
vi: Lỗi Pod

source: Pod expiration advisory alarm
da: Pod udløbsalarm
de: Ablaufalarm des Pods
es: Alarma de aviso de caducidad de un pod
fr: Alarme d'expiration du Pod
it: Allarme di avviso scadenza Pod
ja: ポッド期限アラーム
nb: Anbefalt utløpsalarm for pod
nb_no: Anbefalt utløpsalarm for pod
nl: Pod vervaltijd advies alarm
pl: Alarm informujący o upływie terminu ważności POD'a
ro: Alarmă expirare Pod
ru: Оповещение об окончании срока работы Omnipod
sk: Oznámenie o expirácii podu
sv: Larm för utgångsdatum för pod
tr: Pod sona erme uyarı alarmı
uk: Попереджувальний сигнал про закінчення строку придатності
vi: Cảnh báo pod hết hạn

source: Pod Expiration Notice
da: Pod udløbspåmindelse
de: Hinweis zum Ablaufen des Pods
es: Aviso de vencimiento de un pod
fr: Notification de l'expiration du Pod
it: Avviso di scadenza Pod
ja: ポッド期限注意
nb: Utløpsmelding for pod
nb_no: Utløpsmelding for pod
nl: Pod vervaltijd aankondiging
pl: Powiadomienie o upływie terminu ważności POD'a
ro: Notificare expirare Pod
ru: Сообщение об окончании гарантийного срока Omnipod
sk: Oznámenie o expirácii podu
sv: Notis om utgångsdatum för pod
tr: Pod Süre Sonu Bildirimi
uk: Повідомлення про закінчення строку придатності
vi: Thông báo pod hết hạn

source: Pod Expiration Reminder
da: Påmindelse om udløb af Pod
de: Pod-Ablauferinnerung
es: Recordatorio de expiración del Pod
fr: Rappel d'expiration du Pod
it: Promemoria scadenza Pod
nb: Pod utløpspåminnelse
nb_no: Utløpspåminnelse
nl: Herinnering Vervaldatum Pod
pl: Przypomnienie o terminie ważności POD'a
ro: Memento pentru expirarea Pod-ului
ru: Напоминание об истечении срока
sk: Pripomienka o expirácii
sv: Påminnelse om utgångsdatum
tr: Pod Süre Sonu Hatırlatıcısı
uk: Нагадування про термін дії Podʼу
vi: Lời Nhắc Pod Hết hạn

source: Pod expired
da: Pod udløbet
de: Pod abgelaufen
es: Pod caducado
fr: Pod expiré
it: Pod scaduto
ja: ポッド期限切れ
nb: Pod utløpt
nb_no: Utløpt pod
nl: Pod verlopen
pl: Termin ważności POD'a upłynął
ro: Pod-ul a expirat.
ru: Срок работы Omnipod истек
sk: Pod exspiroval
sv: Pod har utgått
tr: Pod'un süresi doldu
uk: Термін дії Podʼу минув
vi: Pod đã hết hạn

source: Pod Expired
da: Pod udløbet
de: Pod abgelaufen
es: Pod caducado
fr: Pod expiré
it: Pod scaduto
nb: Pod utløpt
nb_no: Pod utløpt
nl: Pod Verlopen
pl: Termin ważności POD'a upłynął
ro: Pod Expirat
ru: Под истек
sk: Pod exspiroval
sv: Poddens utgångsdatum passerat
tr: Pod Süresi Doldu
uk: Термін дії Podʼу минув
vi: Pod đã hết hạn

source: Pod Expires
da: Pod udløber
de: Pod läuft ab
es: El Pod caduca
fr: Péremption du Pod
it: Scadenza Pod
nb: Pod utløper
nb_no: Pod utløper
nl: Pod Verloopt
pl: POD kończy działanie
ro: Pod-ul expiră
ru: Срок действия пода истекает
sk: Exspirácia Podu
sv: Podd går ut
tr: Podun Süresi Doluyor
uk: Термін дії Podʼу минув
vi: Pod hết hạn

source: Pod expires in
da: Pod udløber om
de: Pod läuft ab in
es: El Pod caduca en
fr: Péremption du Pod dans
it: Pod scade tra
nb: Pod utløper om
nb_no: Pod utløper om
nl: Pod verloopt over
pl: POD wygasa za
ro: Pod-ul expiră în
ru: Под истекает
sk: Pod expiruje o
sv: Podd går ut om
tr: Podun süresi şu tarihte doluyor:
uk: Pod закінчується через
vi: Pod sẽ hết hạn trong

source: Pod expires in %1$@.
da: Pod udløber om %1$@.
de: Pod läuft in %1$@ ab.
es: El Pod expira en %1$@.
fr: Péremption du Pod dans %1$@.
it: Pod scade tra %1$@.
nb: Pod utløper om %1$@ .
nb_no: Pod utløper om %1$@.
nl: Pod verloopt over %1$@.
pl: Pod wygasa za %1$@ .
ro: Pod-ul expiră în %1$@.
ru: Под истекает в %1$@
sk: Platnosť Podu skončí o %1$@.
sv: Podden går ut om %1$@.
tr: Pod'un süresi %1$@ içinde doluyor.
uk: Pod спливає через %1$@.
vi: Pod sẽ hết hạn trong: %1$@.

source: Pod Fault Details
da: Detaljer om fejl i Pod
de: Pod Fehlerdetails
es: Detalles de la falla del Pod
fr: Détails de l'erreur du pod
it: Dettagli del guasto Pod
nb: Pod-feildetaljer
nb_no: Detaljer om pod-feil
nl: Pod Foutgegevens
pl: Szczegóły usterki POD'a
ro: Detalii despre eroarea Pod-ului
ru: Детали ошибка пода
sk: Detaily chyby podu
sv: Poddfelsdetaljer
tr: Pod Hata Detayları
uk: Деталі несправності Podʼу
vi: Thông tin lỗi Pod

source: Pod Fault: %1$@
da: Pod Fejl: %1$@
de: Podfehler: %1$@
es: Error de pod: %1$@
fr: Erreur du pod : %1$@
it: Guasto Pod: %1$@
ja: ポッドエラー: %1$@
nb: Pod-feil: %1$@
nb_no: Pod-feil: %1$@
nl: Pod fout: %1$@
pl: Usterka POD'a: %1$@
ro: Defecțiune Pod: %1$@
ru: Отказ Omnipod %1$@
sk: Chyba podu: %1$@
sv: Podfel: %1$@
tr: Pod Hatası: %1$@
uk: Помилка Pod: %1$@
vi: Pod lỗi: %1$@

source: Pod is not in a state ready for cannula insertion.
da: Pod er ikke klar til kanyleindførsel.
de: Der Pod ist nicht bereit zum Einführen der Kanüle.
es: El Pod no está listo para insertar la cánula
fr: Le Pod n’est pas dans un état prêt pour l’insertion de la canule
it: Pod non è pronto per l’inserimento della cannula.
ja: ポッドがカニューレを挿入できる状態ではありません。
nb: Pod er ikke klar for å sette inn kanyle.
nb_no: Pod er ikke klar for å sette inn kanyle.
nl: Pod is niet gereed voor inbrengen canule.
pl: POD nie znajduje się w stanie gotowości do wprowadzenia kaniuli.
ro: Pod-ul nu este pregătit pentru inserarea canulei.
ru: Omnipod не готов к установке катетера
sk: Pod nie je v stave pripravenom na zavedenie kanyly.
sv: Pod är inte klar för att föra in kanyl
tr: Pod, kanül yerleştirmeye hazır durumda değil.
uk: Pod не готовий для введення канюли.
vi: Pod không sẵn sàng để gắn cannula.

source: Pod is not in a state ready for priming.
da: Pod er ikke parat til klargøring.
de: Der Pod ist nicht bereit zum Befüllen.
es: El Pod no está listo para purgar
fr: Le Pod n’est pas dans un état prêt pour l’amorçage
it: Pod non è pronto per il Priming.
ja: ポッドがプライミングできる状態ではありません。
nb: Pod er ikke klar for fylling
nb_no: Pod er ikke klar for fylling
nl: Pod is niet klaar om voorbereid te worden.
pl: POD nie znajduje się w stanie gotowości do napełniania.
ro: Pod nu este pregătit pentru amorsare.
ru: Omnipod не готов к прокачиванию инсулина
sk: Pumpu nie je v tomto stave možné pripraviť.
sv: Pod är inte klar för att fyllas
tr: Pod dolum için hazır durumda değil.
uk: Omnipod не готовий до прокачування інсуліну
vi: Pod không sẵn sàng để mồi.

source: Pod not connected
da: Pod ikke tilsluttet
de: Pod nicht verbunden
es: Pod no conectado
fr: Pod non connecté
it: Pod non connesso
nb: Pod ikke tilkoblet
nb_no: Pod er ikke tilkoblet
nl: Pod niet verbonden
pl: POD nie jest podłączony
ro: Pod-ul nu este conectat
ru: Под не подключен
sk: Pod nie je pripojený
sv: Podd inte ansluten
tr: Pod bağlı değil
uk: Pod не під'єднано
vi: Pod chưa được kết nối

source: Pod Occlusion
da: Pod er blokeret
de: Pod Verstopfung
es: Oclusión del Pod
fr: Occlusion du Pod
it: Occlusione Pod
nb: Okklusjon
nb_no: Pumpen er tilstoppet
nl: Podverstopping
pl: Niedrożność POD'a
ro: Ocluzie Pod
ru: Закупорка пода
sk: Oklúzia podu
sv: Ocklusion i podd
tr: Pod Tıkanıklığı
uk: Помпа забита
vi: Pod bị tắc nghẽn

source: Pod paired successfully. Continue.
da: Pod'en blev parret med succes. Fortsæt.
de: Pod erfolgreich gekoppelt. Weiter.
es: Pod emparejado correctamente. Continúa.
fr: Pod appairé avec succès. Continuez.
it: Pod abbinato con successo. Continua.
nb: Vellykket sammenkobling av Pod. Fortsett.
nb_no: Sammenkobling av pod var vellykket. Vennligst fortsett.
nl: Pod succesvol gekoppeld. Ga verder.
pl: Pod został pomyślnie sparowany. Kontynuować.
ro: Pod-ul a fost asociat cu succes. Continuați.
ru: Под успешно сопряжен. Продолжить.
sk: Pod sprárovaný úspešne. Pokračovať.
sv: Podden har parkopplats. Fortsätt.
tr: Pod başarıyla eşleştirildi. Devam et.
uk: Підключення успішно створено. Продовжити.
vi: Pod ghép đôi thành công. Tiếp tục.

source: Pod Pairing Incomplete
da: Pod-parring ufuldstændig
de: Pod-Kopplung unvollständig
es: Emparejamiento del Pod incompleto
fr: Appairage du Pod incomplet
it: Abbinamento Pod incompleto
nb: Ufullstendig Pod-sammenkobling
nb_no: Parkobling av pod var ufullstendig
nl: Koppeling Pod Onvolledig
pl: Parowanie POD'a nie zostało zakończone
ro: Asocierea Pod-ului este nefinalizată.
ru: Сопряжение с подом не выполнено
sk: Párovanie podu nebolo dokončené
sv: Parkoppling inte klar
tr: Pod Eşleştirme Tamamlanmadı
uk: Створення Пари не завершено
vi: Pod ghép nối không thành công

source: Pod sent ack instead of response
da: Pod sendt acknowledge i stedet for svar
de: Pod sendet eine Bestätigung anstelle einer Antwort
es: Pod envió acuse de recibo en lugar de respuesta
fr: Le Pod a envoyé un ack au lieu d'une réponse
it: Pod ha inviato una conferma anziché una risposta
nb: Pod sendte ack i stedet for svar
nb_no: Pod sendte ack i stedet for svar
nl: Pod heeft een bevestiging gestuurd in plaats van een antwoord
pl: POD odtworzył sygnał zamiast odpowiedzi zwrotnej
ro: Pod-ul a trimis o confirmare în loc de răspuns
ru: Pod отправил "ack" вместо ответа (ему кирдык)
sk: Pod poslal potvrdenie namiesto odpovede
sv: Podd skickade ack istället för svar
tr: Pod yanıt yerine ack gönderdi
uk: Pod надіслав "ack" замість відповіді
vi: Pod gửi xác nhận thay vì phản hồi

source: Poor signal strength
da: Dårlig signalstyrke
de: Schlechte Signalstärke
es: Mala señal
fr: Faible intensité du signal
it: Scarsa potenza segnale
nb: Dårlig signalstyrke
nb_no: Dårlig signalstyrke
nl: Zwak signaalsterkte
pl: Słaba siła sygnału
ro: Putere slabă a semnalului
ru: Плохой уровень сигнала
sk: Slabá sila signálu
sv: Dålig signalstyrka
tr: Zayıf sinyal gücü
uk: Низький рівень сигналу
vi: Tín hiệu yếu

source: Prepare site.
da: Forbered indstikssted.
de: Stelle vorbereiten.
es: Prepare lugar de inserción
fr: Préparer le site.
it: Prepara il sito.
nb: Klargjør infusjonsstedet
nb_no: Gjør klart stedet hvor pod skal festes.
nl: Infusieplaats voorbereiden.
pl: Przygotuj miejsce
ro: Pregătiți locul.
ru: Подготовьте место установки помпы
sk: Pripravte miesto.
sv: Förbered hud.
tr: Bölgeyi hazırlayın.
uk: Підготуйте місце.
vi: Chuẩn bị vị trí.

source: Previous Pod
da: Forrige Pod
de: Vorheriger Pod
es: Pod anterior
fr: Pod précédent
it: Pod precedente
nb: Forrige pod
nb_no: Forrige pod
nl: Vorige Pod
pl: Poprzedni POD
ro: Pod-ul anterior
ru: Предыдущий под
sk: Predchádzajúci Pod
sv: Tidigare podd
tr: Önceki Pod
uk: Попередній Pod
vi: Pod trước

source: Previous Pod Details
da: Forrige Pod Detaljer
de: Vorherige Pod-Details
es: Detalles del Pod anterior
fr: Détails du pod précédent
it: Dettagli del Pod precedente
nb: Informasjon om forrige pod
nb_no: Detaljer fra forrige Pod
nl: Details vorige Pod
ro: Detalii despre pompa anterioară
ru: Сведения о предыдущем Поде
sk: Podrobnosti predchádzajúceho Podu
sv: Detaljer om tidigare podd
uk: Попередні подробиці Pod
vi: Thông tin của Pod trước đó

source: Priming. Please wait.
da: Klargør. Vent venligst.
de: Befülle, bitte warte.
es: Purgando. Por favor, espere.
fr: Amorçage. S'il vous plaît, attendez.
it: Priming in corso. Attendi prego.
nb: Fyller. Vennligst vent.
nb_no: Fyller. Vennligst vent.
nl: Voorbereiden. Wacht even.
pl: Wypełnianie. Proszę czekać.
ro: Pregătire în curs. Vă rugăm să așteptați.
ru: Заправка. Пожалуйста, подождите.
sk: Pripravuje sa. Prosím čakajte.
sv: Fyller podden. Vänligen vänta.
tr: Hazırlanıyor. Lütfen bekleyin.
uk: Заправлення. Будь ласка зачекайте.
vi: Đang priming. Xin chờ.

source: Priming...
da: Klargør…
de: Befülle…
es: Purgando...
fr: Amorçage...
it: Priming in corso...
ja: プライミング中
nb: Fyller...
nb_no: Fyller...
nl: Voorbereiden...
pl: Wypełnianie...
ro: Pregătire în curs...
ru: Заправить...
sk: Príprava…
sv: Fyller...
tr: Hazırlanıyor...
uk: Присвоїти...
vi: Đang chuẩn bị...

source: Pump Manager Details
da: Pumpe Manager Detaljer
es: Detalles del gestor de la bomba
fr: Détails du gestionnaire de la pompe
it: Dettagli del Pump Manager
nb: Detaljer om pumpeadministrator
nb_no: Detaljer for pumpehåndtering
nl: Details pompmanager
ro: Detalii despre managerul pompei
ru: Сведения о помпе
sk: Podrobnosti o správcovi pumpy
sv: Information om pumphanteraren
uk: Деталі менеджера помпи
vi: Chi tiết về Trình quản lý Bơm

source: Read Activation Time
da: Læs Aktiveringstid
de: Aktivierungsinformationen
es: Leer el tiempo de activación
fr: Lire le temps d'activation
it: Leggi l'orario di attivazione
nb: Les aktiveringstid
nl: Activatietijd lezen
ro: Timpul de activare citit
ru: Прочитать время активации
sk: Čas aktivácie čítania
sv: Läs aktiveringstid
uk: Прочитайте час активації
vi: Đọc thời gian kích hoạt

source: Read Pod Status
da: Læs pod-status
de: Pod-Status ablesen
es: Obtener estado del Pod
fr: Lire l’état de la pompe
it: Leggi stato del Pod
nb: Les podstatus
nb_no: Les Pod-status
nl: Lees pompstatus
ro: Starea pompei citită
ru: Получить статус Пода
sk: Zistiť stav Podu
sv: Läd poddstatus
uk: Отримати статус Pod'у
vi: Đọc tình trạng pod

source: Read Pulse Log
da: Læs Pulslog
de: Impuls-Log lesen
es: Leer registro de pulso
fr: Journal des impulsions
it: Leggi Pulse Log
nb: Les pulslogg
nb_no: Les pulslogg
nl: Pulslog uitlezen
ro: Registrul de impulsuri citit
ru: Читать журнал сигналов
sk: Čítať protokol pulzov
sv: Läs pulslogg
tr: Nabız Kaydını Oku
uk: Читати Журнал Подій
vi: Đọc nhật ký do xung

source: Read Pulse Log Plus
da: Læs Puls Log Plus
de: Erweiterten Impuls-Log lesen
es: Leer registro de pulso extendido
fr: Journal des impulsions étendu
it: Leggi Pulse Log Plus
nb: Les pulslogg pluss
nl: Pulslog uitlezen
ro: Plus registrul de impulsuri citit
ru: Расширенный журнал импульсов
sk: Čítať protokol pulzov
sv: Läs pulslogg plus
uk: Читати Журнал Подій

source: Read Triggered Alerts
da: Læs Udløste Advarsler
de: Ausgelöste Warnungen
es: Leer alertas activadas
fr: Lire les alertes déclenchées
it: Leggi avvisi attivati
nb: Les utløste varsler
nl: Lees geactiveerde waarschuwingen
ro: Alertele declanșate citite
ru: Прочитать сработавшие оповещения
sk: Čítanie spustených upozornení
sv: Läs utlösta varningar
uk: Читайте Тригерні Сповіщення
vi: Đọc cảnh báo được kích hoạt

source: Refresh Pump Manager Details
da: Opdater Pump Manager Detaljer
de: Pumpmanager Details aktualisieren
es: Actualizar detalles del gestor de la bomba
fr: Actualiser les détails de la pompe
it: Aggiorna i dettagli del Pump Manager
nb: Oppdater detaljer om pumpeadministratoren
nb_no: Oppdater detaljer for pumpehåndtering
nl: Ververs details pompmanager
ro: Reîmprospătați detaliile managerului de pompe
ru: Обновить сведения о помпе
sk: Obnoviť podrobnosti o správcovi pumpy
sv: Uppdatera pumphanterarens detaljer
uk: Оновити відомості про керування помпами
vi: Làm mới Chi tiết về Trình quản lý Bơm

source: Remaining
da: Tilbage
de: Verbleibend
es: Restante
fr: Restant
it: Rimanenti
ja: 残り
nb: Gjenstående
nb_no: Gjenstående
nl: Resterend
pl: Pozostało
ro: Rămas
ru: Остается
sk: Zostáva
sv: Återstår
tr: Kalan
uk: Залишок
vi: Đang còn lại

source: Remove blue Pod needle cap and check cannula. Then remove paper backing.
da: Fjern den blå Pod-nålehætte, og kontrollér kanylen. Fjern derefter papiret.
de: Entfernte die blaue Kappe und überprüfe die Kanüle. Dann entferne das Papier.
es: Retire la tapa azul de la aguja del Pod y revise la cánula. A continuación, retire el cobertor de papel.
fr: Retirez la languette bleu du pod et vérifiez la canule. Retirez ensuite le film en papier de l'autocollant.
it: Rimuovi il cappuccio blu dell'ago del Pod e controlla la cannula. Quindi rimuovi il supporto di carta.
nb: Fjern den blå nålehetten og sjekk at kanylen ikke stikker ut. Fjern deretter plasterbeskyttelsen.
nb_no: Fjern den blå nålehetten og sjekk at kanylen ikke stikker ut. Fjern deretter plasterbeskyttelsen.
nl: Verwijder de blauwe Podnaalddop en controleer de canule. Verwijder vervolgens de beschermlaag van de hechtstrip.
pl: Usuń niebieską osłonę igły i sprawdź kaniulę. Następnie usuń papierowe zabezpieczenie kleju.
ro: Scoateți capacul albastru de ac de pe Pod și verificați canula. Apoi înlăturați eticheta de hârtie de pe spate.
ru: Отломите защитную крышку канюли (голубого цвета) и проверьте состояние самой канюли. Далее снимите защитные стикеры с пластыря.
sk: Odstráňte modrý kryt ihly podu a skontrolujte kanylu. Potom odstráňte papierovú podložku.
sv: Ta bort det blå kanylskyddet och kontrollera att kanylen inte redan sticker ut. Ta sedan bort skyddspappret.
tr: Mavi Pod iğne kapağını çıkarın ve kanülü kontrol edin. Ardından yapışkan kağıt desteğini çıkarın.
uk: Видаліть синю кришку голки Podʼа та перевірте канюлю. Потім зніміть паперову підкладку.
vi: Tháo nắp kim màu xanh của Pod và kiểm tra kim tiêm. Sau đó, gỡ lớp giấy bảo vệ.

source: Remove Pod from Body
da: Fjern Pod fra kroppen
de: Entferne den Pod vom Körper
es: Quitar el Pod del cuerpo
fr: Retirer le Pod du corps
it: Rimuovi Pod dal corpo
nb: Fjern pod fra kroppen
nb_no: Fjern pod fra kroppen
nl: Verwijder Pod van Lichaam
pl: Usuń POD'a z ciała
ro: Înlăturați Pod-ul de pe corp
ru: Снимите под с тела
sk: Odstráňte Pod z tela
sv: Ta bort podd från kroppen
tr: Podu Vücuttan Çıkarın
uk: Видалити Pod з тіла
vi: Gỡ pod khỏi cơ thể

source: Remove Pump
da: Fjern pumpe
de: Pumpe entfernen
es: Retire la bomba
fr: Retirer la pompe
it: Rimuovi microinfusore
nb_no: Fjern pumpe
nl: Verwijder Pod
ru: Снимите Под
sk: Odstrániť Pod
sv: Ta bort podd
tr: Pompayı Çıkart
uk: Зніміть Pod
vi: Thay bơm

source: Replace Pod
da: Udskift Pod
de: Pod ersetzen
es: Reemplace el Pod
fr: Remplacer le Pod
it: Sostituisci Pod
ja: ポッドを交換
nb: Bytt pod
nb_no: Bytt pod
nl: Vervang Pod
pl: Wymień POD'a
ro: Înlocuiți Pod-ul
ru: Заменить Pod
sk: Vymeňte pod
sv: Byt podd
tr: Pod'u Değiştir
uk: Замініть Pod
vi: Thay thế Pod

source: Resume
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nb: Gjenoppta
nb_no: Gjenoppta leveranse
nl: Hervatten
pl: Wznowiono
ro: Reluați
ru: Возобновление
sk: Pokračovať
sv: Återuppta
tr: Devam et
uk: Відновити
vi: Tiếp tục

source: Resume delivery
da: Fortsæt indgivelse
de: Insulinabgabe fortsetzen
es: Reanudar la entrega de insulina
fr: Reprendre l'administration
it: Riprendi erogazione
nb_no: Gjenoppta levering
nl: Hervat toediening
pl: Wznów podawanie
ru: Возобновить подачу
sk: Obnoviť podávanie inzulínu
sv: Återuppta insulintillförsel
tr: İletimi Devam Ettir
uk: Відновити доставку
vi: Tiếp tục lại việc tiêm insulin

source: Resume Insulin
da: Genoptag insulin
de: Insulinabgabe fortsetzen
es: Reanudar insulina
fr: Reprendre l'insuline
it: Riprendi l'insulina
nb: Gjenoppta insulin
nb_no: Gjenoppta insulintilførsel
nl: Hervat Insuline
pl: Wznów insulinę
ro: Reluați administrarea de insulină
ru: Возобновить подачу
sk: Obnoviť podávanie inzulínu
sv: Återuppta insulintillförsel
tr: İnsüline Devam Et
uk: Відновити подачу
vi: Tiếp tục lại việc tiêm insulin

source: Retrieving Pump Manager Details...
da: Henter Pump Manager Detaljer...
de: Pumpenmanager Details abrufen...
es: Recuperando detalles del gestor de la bomba...
fr: Récupération des détails du gestionnaire de la pompe...
it: Recupero dei dettagli del Pump Manager in corso...
nb: Henter detaljer om pumpeadministratoren...
nb_no: Henter detaljer for pumpehåndtering...
nl: Gegevens pompmanager ophalen...
ro: Se preiau detaliile managerului de pompe...
ru: Получение сведений о помпе...
sk: Načítavajú sa podrobnosti o správcovi pumpy...
sv: Hämtar pumphanterarens detaljer...
uk: Отримання деталей менеджера помп...
vi: Đang truy xuất thông tin Trình quản lý Bơm...

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nb_no: Lagre
nl: Opslaan
pl: Zapisz
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Scheduled Basal
da: Planlagt Basal
de: Geplante Basalrate
es: Basal programada
fr: Basal programmé
it: Basale programmata
nb_no: Planlagt basal
nl: Gepland basaal
ru: Запланированный Базал
sk: Naplánovaný bazál
sv: Schemalagd basal
tr: Programlanmış Bazal
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal
